<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fn" %>

<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
</head>  
<body>

  <p>
    "멍냥일보"은(는) 개인정보보호법에 따라 이용자의 개인정보보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.<br><br>

    "멍냥일보"은 개인정보 처리 방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.<br><br><br><br>
    
    
    1. 개인정보의 처리 목적<br><br>
    "멍냥일보"은 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.<br><br>
    
    ① 홈페이지 회원가입 및 관리<br>
    회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지·통지, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.<br><br>
    
    ② 서비스 예약 또는 서비스의 이용<br>
    서비스 제공, 바우처 및 이용권 발송, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증, 요금결제·정산 등을 목적으로 개인정보를 처리합니다.<br>
    귀하가 "멍냥일보"의 서비스를 예약하거나, 본 서비스를 이용하는 때에는, 당사는 소정의 정보를 수집하고 처리할 수 있습니다. 이러한 정보에는 아래에 기재된 정보도 포함됩니다. 귀하와 당사 간에, 그리고 귀하와 서비스 사업자 간에 주고 받은 교신 내용의 사본(이메일에 의한 것이든, 문자메세지, SNS메시지에 의한 것이든, 여타 방식에 의한 것이든 불문함)<br>
    귀하의 결제에 대한 안전을 위해서, 그리고 귀하의 신용카드 정보가 오용되지 않도록 하기 위해서, "멍냥일보"은 귀하의 신용카드 내역과 정부 발급 여권 또는 신분증(ID)의 사본을 요구하기도 하며, 이는 결제가 완료된 이후에 귀하의 구매를 확인하기 위한 것입니다. 개인정보 보호로 인해, 귀하의 ID 번호와 귀하의 신용카드 번호(마지막 4자리는 제외)를 가리도록 귀하에게 요구할 것 입니다.<br><br>
  
    ③ 마케팅 및 광고에의 활용<br>
    신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.<br><br><br><br>
    
    
    2. 개인정보 파일 현황<br><br>
    
    ① 개인정보 파일명 : 멍냥일보 개인정보처리방침<br>
    - 개인정보 항목 : 이메일, 비밀번호, 로그인ID, 성별, 연령대, 이름, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보<br>
    - 수집방법 : 홈페이지, APP, 경품행사, 기타 제휴사로부터 제공 받음<br><br><br><br>
    
    
    3. 개인정보의 처리 및 보유 기간<br><br>
    
    ① "멍냥일보"은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보를 처리, 보유합니다.<br><br>
    ② 개인정보, 그리고 당사가 귀하에게서 수집하는 그 밖의 데이터는 당사의 서버 또는 당사의 제3의 서비스 제공업자에게 전송되어 그곳에서 처리되고 그곳에 보관될 수 있습니다. 귀하의 개인정보는 본 개인정보 취급방침에 기재된 목적들 중 어느 것이든 이행하기 위해서, 또는 계약상의 의무나 법규상의 의무를 준수하기 위해서 필요한 한 계속 보관될 것 입니다.<br><br>
    
    "멍냥일보"은 귀하의 개인정보와 그 밖의 데이터가 안전하게, 그리고 본 개인정보 취급방침에 따르도록 하는 적절한 물리적, 전자적, 체계적 절차를 유지하기 위해서, 그리고 그 데이터에 대한 무단 접속을 차단하거나, 그 데이터가 무단으로 변경, 공개 또는 폐기되지 않도록 하기 위해서, 노력할 것 입니다.<br><br><br><br>
    
    
    4. 개인정보의 제3자 제공에 관한 사항<br><br>
    
    ① "멍냥일보"은 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 위반되지 않는 범위에서 개인정보를 제3자에게 제공합니다.<br><br>
    ② "멍냥일보"은 본 웹사이트를 통해서 수집되거나 본 서비스를 구매할 때에 수집된 개인정보와 그 밖의 데이터를, 귀하의 사용자 계정을 개설하고, 귀하에게 본 서비스를 제공하며, 본 웹사이트와 본 서비스를 지속적으로 개선하고 본 서비스와 관련하여 귀하에게 연락을 하는 데 사용할 것 입니다. 본 웹사이트와 본 서비스를 개선한다는 말은, 구매요청을 더 신속하게 처리하고, 고객지원 서비스를 좀 더 강화하며, 신규 서비스 등을 시의적절하게 귀하에게 통지할 수 있도록 하는 데 귀하의 개인정보와 위와 같은 여타의 데이터를 당사가 사용한다는 것을 의미합니다.<br><br>
    
    수시로, "멍냥일보"은 본 웹사이트를 귀하가 이용하는 것에 대한 피드백을 위해 귀하에게 연락하거나, 본 웹사이트를 개선하는 데 당사가 도움을 받거나, 귀하에게 특별한 적립혜택이나 홍보물을 제공하기 위해서도(동의한다고 명시한 경우에 한함) 당사는 귀하의 개인정보를 사용할 수 있습니다. 귀하가 특별 적립 또는 홍보물에 대한 통지를 받고 싶지 않다면, 그러한 통지문에 함께 제공된 하이퍼링크를 통해 당사에게 회신을 주는 방식으로 귀하는 그 통지문의 수신을 간단히 거부할 수 있습니다.<br><br>
    
    수집된 개인정보는, 귀하와의 계약을 이행하기 위해 필요한 한도 내에서만 처리할 것입니다. 예컨대, 귀하가 본 웹사이트를 통해 본 서비스를 구매하는 경우가 그에 해당합니다. 그 외에는, 당사는 당사의 정당한 이익에 근거하여서만 수집된 여타의 개인정보를 처리하는데, 본 서비스를 좀더 개선하고 직접적인 마케팅을 목적으로 하는 것들이 그에 해당합니다.<br><br><br><br>
    
    
    5. 개인정보처리 위탁<br><br>
    
    ① "멍냥일보"은 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리 업무를 위탁하고 있습니다.<br>
    ② "멍냥일보"은 위탁계약 체결 시 개인정보 보호법 제25조에 따라 위탁업무 수행 목적 외 개인정보 처리 금지, 기술적․관리적 보호조치, 재 위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.<br>
    ③ 위탁 업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.<br><br><br><br>
    
    
    6. 정보주체와 법정대리인의 권리·의무 및 그 행사방법 이용자는 개인정보주체로써 다음과 같은 권리를 행사할 수 있습니다.<br><br>
    
    ① 정보주체는 "멍냥일보"에 대해 언제든지 개인정보 열람, 정정, 삭제, 처리정지 요구 등의 권리를 행사할 수 있습니다.<br>
    ② 제1항에 따른 권리 행사는 "멍냥일보"에 대해 개인정보 보호법 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 "회사" 이에 대해 지체 없이 조치하도록 노력하겠습니다.<br>
    ③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.<br>
    이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br>
    ④ 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.<br>
    ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.<br>
    ⑥ "회사"는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인 인지를 확인합니다.<br><br><br><br>
    
    
    7. 처리하는 개인정보의 항목 작성<br><br>
    
    ① "멍냥일보"은 다음의 개인정보 항목을 처리하고 있습니다.<br>
    수집, 이용목적 : 회원가입 및 고객관리<br>
    수집, 이용항목 : 이메일, 비밀번호, 로그인ID, 성별, 연령대, 이름, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보 등 회원가입 및 고객관리에 필요한 정보<br><br><br><br>
    
    
    8. 개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항<br><br>
    
    ① 쿠키(cookie)는 웹사이트가 이용자의 브라우저(인터넷 익스플로러, 크롬, 파이어폭스, 기타 모바일 브라우저)로 전송하는 소량의 정보입니다. "회사"는 개별적인 맞춤서비스를 제공하기 위해 이용자에 대한 정보를 저장하고 수시로 찾아내는 ‘쿠키(cookie)’를 사용합니다.<br><br>
    ② 쿠키는 이용자의 컴퓨터 또는 모바일 기기는 식별하지만 이용자을 개인적으로 식별하지는 않습니다. 또한 이용자는 쿠키에 대한 선택권이 있습니다. 웹브라우저 상단의 도구 > 인터넷옵션 탭(option tab)에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다. 모바일 기기의 경우에도 ‘설정’ 메뉴나 또는 각 모바일 브라우저의 설정 메뉴에서 쿠키에 대한 선택을 제어할 수 있습니다. 다만, 쿠키를 거부할 경우 로그인이 필요한 서비스 이용에 일부 제약이 있을 수 있습니다.<br><br>
    </p>
	

</body>
</html>


